Repository: fkaa/csmash
Catalog: po/*.po
Languages: de

source: EndGame %d : %d
de: Endstand: %d : %d

source: %s.pbm
de: %s.de.pbm

source: Toggled fullscreen mode - now %s
de: Vollbildmodus umgestellt - jetzt: %s

source: fullscreen
de: Vollbild

source: windowed
de: Fenster

source: Unable to toggle fullscreen mode
de: Kann Vollbildmodus nicht umschalten

source: Avg = %f
de: Durchschnitt = %f

source: %s.ppm
de: %s.de.ppm

source: FullScreen
de: Vollbild

source: On
de: An

source: Off
de: Aus

source: Graphics
de: Grafik

source: Simple
de: Einfach

source: Solo
de: Allein

source: Internet(Experimental)
de: Internet (experimentell)

source: Game Start!
de: Spiel starten!

source: Nickname:
de: Spitzname:

source: Message:
de: Nachricht:

source: Connect to Lobby Server
de: Zu Lobby Server verbinden

source: Quit
de: Beenden

source: Nickname
de: Spitzname

source: Message
de: Nachricht

source: connect
de: verbinden

source: warm up
de: aufwdrmen

source: close
de: schlie_en

source: "%s" (message: %s)want to play with you. OK?
de: "%s" (Nachricht: %s) will mit dir spielen. OK?

source: No!
de: Nein!

source: No datafile directory.
de: Kein Datenverzeichnis.

source: SDL initialize failed
de: Konnte SDL nicht initialisieren.

source: no player %ld
de: kein Spieler %ld

source: You : %d - %d : Opponent
de: Du : %d - %d : Gegner

source: No home directory.
de: Kein "home"-Verzeichnis

source: Cannot open rc file %s.
de: Kann Konfigurationsdatei %s nicht vffnen.
